Repository: open-cobralibero/luka-fhd-cbl
Catalog: usr/lib/enigma2/python/Plugins/Extensions/Luka/locale/*/LC_MESSAGES/Luka.po
Languages: sr

source: File Commander - Addon
sr: Fajl Menadžer - Dodatni

source: play/show Files
sr: reprodukuj/prikaži Datoteke

source: Exit
sr: Izlaz

source: Save
sr: Sačuvaj

source: Do you want to save the changes?
sr: Da li želite da sačuvate promene?

source: Crimson
sr: Tamno Crvena

source: Gold
sr: Zlatna

source: Teal
sr: Tirkizna

source: Purple
sr: Ljubičasta

source: Default
sr: Zadano

source: OFF
sr: ISKLJ

source: ON
sr: UKLJ

source: EventView_NO_Posters
sr: ChannelSelection_NO_Poster

source: Customization tool for Luka-FHD Skin
sr: Alat za prilagođavanje Luka-FHD Skina

source: Import Api Key TMDB from /tmp/tmdbkey.txt?
sr: Uvoz API ključa TMDB iz /tmp/tmdbkey.txt?

source: Missing %s !
sr: Nedostaje %s !

source: TMDB ApiKey Imported & Stored!
sr: TMDB API ključ je uvezen i sačuvan!

source: TMDB ApiKey is empty!
sr: TMDB ApiKey je prazan!

source: Import Api Key OMDB from /tmp/omdbkey.txt?
sr: Uvoz Api Key OMDB iz /tmp/omdbkey.txt?

source: OMDB ApiKey Imported & Stored!
sr: OMDB ApiKey je Uvežen & Sačuvan!

source: OMDB ApiKey is empty!
sr: OMDB ApiKey je prazan!

source: Color Style:
sr: Stil Boje:

source: Select Your Font:
sr: Izaberi Svoje Slovo:

source: Skin Style:
sr: Skin Stila:

source: InfoBar Style:
sr: Info Traka Stil:

source: InfoBar PosterX:
sr: Info Traka PosterX:

source: InfoBar Xtraevent:
sr: Info Traka Xtraevent:

source: SecondInfobar Style:
sr: Druga Info Traka Stil:

source: SecondInfobar Posterx:
sr: Druga Info Traka Posterx:

source: SecondInfobar Xtraevent:
sr: Druga Info Traka Xtraevent :

source: ChannelSelection Style:
sr: Stil Izbora Kanala:

source: EventView Style:
sr: Stil prikaza Događaja:

source: VolumeBar Style:
sr: Stil Trake Tona:

source: Settings Apikey Server
sr: Podešavanja Apikey Servera

source: Settings TMDB ApiKey
sr: Podešavanja TMDB API ključa

source: Load TMDB Apikey from /tmp/tmdbkey.txt
sr: Učitavanje TMDB Apikey iz /tmp/tmdbkey.txt

source: Signup on TMDB and input free personal ApiKey
sr: Registrujte se na TMDB i unesite besplatni lični ApiKey

source: Settings OMDB APIKEY
sr: Podešavanja OMDB API ključa

source: Load OMDB Apikey from /tmp/omdbkey.txt
sr: Učitavanje OMDB Apikey iz /tmp/omdbkey.txt

source: Signup on OMDB and input free personal ApiKey
sr: Registrujte se na OMDB i unesite besplatni lični ApiKey

source: [Checkskin] This operation checks if the skin has its components (is not sure).. Do you really want to continue?
sr: [Checkskin] Ova operacija proverava da li skin ima svoje komponente (nije siguran).. Da li želite da nastavite?

source: Setup Luka for Luka-FHD v.%s
sr: Podešavanje Luka za Luka-FHD v.%s

source: GUI needs a restart to apply a new skin. Do you want to Restart the GUI now?
sr: GUI treba ponovno pokretanje kako bi se primenio novi skin.Želite li sada ponovno pokrenuti GUI?

source: Restart GUI now?
sr: Ponovo pokrenuti GUI sada?

source: Server version:
sr: Server verzija:

source: Version installed:
sr: Verzija instalirana:

source: You have the current version Luka!
sr: Imate trenutnu verziju Luka!

source: The update is available! Do you want to run the update now?
sr: Ažuriranje je dostupno! Da li želite da pokrenete ažuriranje sada?

source: You have version %s!!!
sr: Vaša verzija je %s!!!

source: Downloading Luka...
sr: Preuzimanje Luka...

source: Installing updates!
sr: Instaliranje ispravke!

source: Luka update was done!!! Do you want to restart the GUI now?
sr: Luka ažuriranje je urađeno!! Da li želite da ponovo pokrenete GUI sada?

source: Error downloading files!
sr: Greška pri preuzimanju datoteke!

source: Download in progress...
sr: Preuzimanje u toku...

source: metric system
sr: metrički sistem

source: imperial system
sr: imperijalni sistem

source: WeatherPlugin: List of Entries
sr: WeatherPlugin: Lista od Unosa

source: City
sr: Grad

source: System
sr: Sistem

source: Back
sr: Nazad

source: Add
sr: Dodaj

source: Edit
sr: Uredi

source: Delete
sr: Izbriši

source: Really delete this WeatherPlugin Entry?
sr: Stvarno izbrisati stavku Vremenski Plugin?

source: WeatherPlugin: Edit Entry
sr: WeatherPlugin: Uredi Unos

source: Cancel
sr: Otkaži

source: OK
sr: ОК

source: Search Code
sr: Traži Kod

source: Location code
sr: Lokacija koda

source: You need to enter a valid city name before you can search for the location code.
sr: Potrebno je da unesete važeće ime grada pre nego što možete da potražite kod lokacije.

source: Please enter a valid city name.
sr: Unesite važeće ime grada.

source: Please enter a valid location code for the city.
sr: Unesite važeći kod lokacije za grad.

source: MSN location search result
sr: MSN lokacija rezultat pretrage
